{
    "stages": {
        "d": "Delta Park",
        "e": "Euclid Avenue Stage",
        "f": "Freedom Stage"
    },
    "saturday": {
        "d": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "MOMS' Kids",
                "photo": "/assets/img/2017/music/rainmen.jpg",
                "description": "Classic tunes",
                "bio": "<p>The Rainmen have been playing together as the current lineup for nearly five years now. The band consists Atlanta music scene veterans who came together to play the kind of fun and energetic rock & roll dance music that they all loved, mostly sixties and early seventies rock & roll, with a good bit of R&B/Motown mixed in. The band is known for their three part harmonies and for keeping the dance floor rocking wherever they bring their \"dance party.\"</p>"
            }
        ],
        "e": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "Balalaika Fantasie",
                "photo": "/assets/img/2017/music/balalaika-fantasie.jpg",
                "description": "Traditional Eastern European instruments/music",
                "bio": "<p>When you see and hear Balalaika Fantasie, you will experience an ensemble and singers performing on authentic Russian folk instruments, costumed in traditional Russian garb. Their repertoire includes Russian (of course), Ukrainian, Gypsy, and Jewish folk music, and they are members of the Atlanta Balalaika Society, here to perform Saturday at our Euclid Tent Stage.</p>"
            }
        ],
        "f": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "TAYLOR ALXNDR*",
                "photo": "/assets/img/2017/music/taylor-alxndr.jpg",
                "description": "Synth/Pop",
                "bio": "<p>TAYLOR ALXNDR is a queer and trans musician, performance artist, and community organizer. They make DIY synth pop music while also co-organizing Southern Fried Queer Pride, a queer and trans arts and advocacy organization, and curating SWEET TEA, a queer variety show. TAYLOR's music is meant to make you think and to make you move.</p>",
                "url": "http://www.tayloralxndr.com/"
            }
        ]
    },
    "sunday": {
        "d": [
            {
                "start": "12:30PM",
                "end": "1:30PM",
                "title": "Uncle Don's Band",
                "photo": "/assets/img/2017/music/uncle-dons-band.jpg",
                "description": "Classic rock/Americana",
                "bio": "<p>Uncle Don's Band presents classic tunes reimagined! Byrds, Beatles, Stones, Dylan, Floyd, Petty, ELO, Badfinger, The Band, Dire Straits and many, many more! Featuring four of Atlanta's finest: Don Ruiz (vocals, bass), John Tyler (vocals, guitars), Burt Wolff (vocals, guitars, keys, sound efx), Larry Strong (drums and percussion). Some of the greatest songs ever, enhanced with (and by) improvisation! 12 string electric guitar! Starfire bass! Almost two centuries of obsessive rock and roll experience on display for your enjoyment and edification!</p>"
            }
        ],
        "e": [
            {
                "start": "12:00PM",
                "end": "1:00PM",
                "title": "Fare Thee Well Music Camp Kids",
                "photo": "/assets/img/2017/music/fare-thee-well.jpg",
                "description": "Future musical stars, sponsored by Music on Main Street in Lilburn Georgia",
                "bio": "<p>Through workshops, group activities, and private instruction, the Fare Thee Well camp experience is designed to improve music performance skills in a creative and fun environment.  Music is born from human emotions, and playing with others speeds learning and creates collaborative musicians; we are proud to provide them an opportunity to show off their chops!</p>",
                "url": "http://www.musiconmainstreetlilburn.com/fare-thee-well-summer-music-camp.html"
            }
        ],
        "f": [
            {
                "start": "12:15PM",
                "end": "1:15PM",
                "title": "Dux*",
                "photo": "/assets/img/2017/music/dux.jpg",
                "description": "Cello and Synthesizer",
                "bio": "<p>Other than carbs, salt, and fat from butter, popcorn is incredibly hard for a duck to swallow. The kernels can get snagged in the esophagus causing choking and abrasions. Using cello and synthesizer, Dux is/are exploring the limits of what musical vocabulary we can achieve.</p>",
                "url": "https://www.facebook.com/bightydux"
            }
        ]
    }
}
